Repository: KarlDennisMatthaei1923/PierraaDesign
Catalog: typo3_6.2.14/typo3conf/ext/go_maps_ext/Resources/Private/Language/*.locallang_csh_tx_gomapsext_domain_model_address.xlf
Languages: de

# address.description
source: Please enter an address or coordinates on the position field above and press update.
de: Bitte geben Sie eine Adresse oder Koordinaten in das Feld 'Postion' ein und drücken Sie 'Update'.

# close_by_click.description
source: Close InfoWindow by click instead of mouse out.
de: Info-Fenster mit Klicken statt Mouseout schließen.

# configuration_map.description
source: Enter an address [street number, zip city] or coordinates [latitude,longitude] and press 'Update' or drag and drop the marker.
de: Geben Sie eine Adresse [Straße Nr., PLZ Ort] oder Koordinaten [Latitude,Longitude] ein und drücken Sie 'Update' oder verschieben Sie den Marker.

# image_height.description
source: Costum image height in pixel.
de: Benutzerdefinierte Höhe des Markers in Pixeln.

# image_size.description
source: Check if the image has a different size then default.
de: Aktivieren Sie die Checkbox, wenn die Größe des Markers von der Standardgröße abweicht.

# image_width.description
source: Costum image width in pixel.
de: Benutzerdefinierte Breite des Markers in Pixeln.

# info_window_content.description
source: This will be displayed in the InfoWindow of this marker.
de: Der Text, welcher im Info-Fenster dargstellt wird.

# info_window_link.description
source: Attachs an optional automatic generated link to calculate a route on Google Maps.
de: Link zur Routenberechnung auf Google Maps wird an das Ende des Info-Fenster-Texts angehängt.

# latitude.description
source: Please enter an address or coordinates on the position field above and press update.
de: Bitte geben Sie eine Adresse oder Koordinaten in das Feld 'Postion' ein und drücken Sie 'Update'.

# longitude.description
source: Please enter an address or coordinates on the position field above and press update.
de: Bitte geben Sie eine Adresse oder Koordinaten in das Feld 'Postion' ein und drücken Sie 'Update'.

# marker.description
source: Choose a costum image for the pin.
de: Wählen Sie ein indiduelles Bild für den Marker.

# open_by_click.description
source: Open InfoWindow by click instead of mouse over.
de: Info-Fenster mit Klicken statt Mouseover öffnen.

# opened.description
source: The InfoWindow is opened when the map appears. For each map there will be only one opened InfoWindow.
de: Das Info-Fenster ist geöffnet, wenn die Karte erscheint. Es wird je Karte nur ein Info-Fenster geöffnet erscheinen.

# shadow.description
source: Choose a costum shadow for the pin.
de: Wählen Sie einen indiduellen Schatten für den Marker.

# shadow_height.description
source: Costum shadow height in pixel.
de: Benutzerdefinierte Höhe des Schattens in Pixeln.

# shadow_size.description
source: Check if the shadow has a different size then default.
de: Aktivieren Sie die Checkbox, wenn die Größe des Schattens von der Standardgröße abweicht.

# shadow_width.description
source: Costum shadow width in pixel.
de: Benutzerdefinierte Breite des Schattens in Pixeln.

# title.description
source: Only for internal usage.
de: Nur für die interne Verwendung.
